import React from 'react'
import '../styles/About.css'
import AboutImage from '../assets/Book-Banner.jpg';
import { Padding } from '@mui/icons-material';
<link href="https://fonts.googleapis.com/css2?family=Roboto:wght@400;700&display=swap" rel="stylesheet"></link>


function About() {
  return (
    <div className='about roboto-text'>
        <div className='aboutTop'
         style={{ backgroundImage: `url(${AboutImage})` }}
        >
            <h1>
                За Здружението
                </h1>
        </div>
        <div className='container aboutBottom my-4'>

            <div className='row align-items-start g-4'>
                 <div className='col-12 col-lg-6'>
                    <div className='opis'>
                        <p style={{ fontSize: "25px" }}>
Здружението на лекторите на Република Северна Македонија е самостојна, невладина и непрофитна организација основана во септември 2010 година. Поттикнати од идејата за поголема грижа и заштита на македонскиот стандарден јазик, особено на пишаната форма на јазикот и неговата практична употреба, идејата за основање на едно вакво здружение се наметна како императив знаејќи дека ќе биде од голема корист не само за лекторите и за професорите по македонски јазик туку и за сите вљубеници во убавиот македонски збор и за сите чинители во нашата држава. <br/>
Здружението на лекторите на Република Северна Македонија работи според Статут, донесен уште на самиот почеток при формирањето на Здружението, и според Програма за работа што се носи за секој мандатен период. Во текот на изминатите 15 години беа организирани различни активности кои, според барањето на лекторите и според Програмата за работа, главно, беа насочени кон одржување стручни предавања за лекторите како резултат на современата состојба и на бројните општествени предизвици што се одразија и во практичната употреба на македонскиот стандарден јазик.<br/>
Здружението на лекторите на Република Северна Македонија, како водечка организација што ги обединува лекторите во остварувањето на своите права и во заштитата и промоцијата на македонскиот стандарден јазик во јавната сфера, се стреми да прерасне во влијателна организација која ќе се залага за доследна примена на Законот за употребата на македонскиот стандарден јазик и ќе ги штити лекторите од можни неповолни влијанија во рамките на нивната професионална дејност.<br/>
Здружението на лекторите на Република Северна Македонија има свои органи – Собрание, Извршен одбор, Надзорен одбор и Суд на честа, што се грижат за непречено и успешно одвивање на работата на Здружението и на сите активности што се преземаат како дел од предвидените програмски задачи. Работата на органите ја координира претседателот на Здружението кој истовремено и го претставува и го застапува Здружението. Во работата му помага секретарот на Здружението.<br/>
Досегашни претседатели и секретари на Здружението на лекторите се:<br/>
<p style={{paddingLeft: "25px"}}>
•	м-р Лорета Шкиљевиќ (прв претседател на Здружението), проф. Раско Лозаноски (прв секретар)<br/>
•	проф. д-р Томислав Треневски, (претседател на Здружението), проф. Раско Лозаноски (секретар)<br/>
•	проф. д-р Елизабета Бандиловска, (претседател на Здружението), м-р Марија Антевска-Рисафова (секретар)

</p>

                        </p>
                    </div>
                    
                </div>

                <div className='col-12 col-lg-6'>
                    <div className='clenovi' style={{fontSize:'25px'}}>
                        <div className='person'>
                            <h3>Претседател на ЗЛРСМ</h3>
                            <p>Бандиловска Елизабета – Скопје</p>
                        </div>
                        <div className='person'>
                            <h3>Секретар на ЗЛРСМ</h3>
                            <p>Антевска-Рисафова Марија – Скопје</p>
                        </div>
                        <div className='person'>
                                <h3>Делегати во Собранието на ЗЛРСМ</h3>
                                <p>Атанасова Марија – Скопје</p>
                                <p>Ацеска Гордана – Скопје</p>
                                <p>Деспотовски Душко – Тетово</p>
                                <p>Кондоска Мери – Прилеп</p>
                                <p>Коневска Елизабета – Скопје</p>
                                <p>Костовска Весна – Скопје</p>
                                <p>Маринова Билјана – Битола</p>
                                <p> Марковска Наташа – Скопје</p>
                                <p>Накова Каролина – Скопје</p>
                                <p>Нолевска Николина – Скопје</p>
                                <p>Пеливанова Татјана – Скопје</p>
                                <p>Тантуровска Лидија – Скопје</p>
                                <p>Тефова Маја – Неготино</p>
                                <p>Чолаковска-Поповска Софија – Скопје</p>
                                <p>Шахпаска Татјана – Скопје</p>
                                
                                
                        </div>
                        <div className='person'>
                            <h3>Членови во Извршниот одбор на ЗЛРСМ</h3>
                            <p>Ајтовска Љубинка – Кочани</p>
                            <p>Антевска-Рисафова Марија  – Скопје</p>
                            <p>Аризанковска Лидија – Скопје</p>
                            <p>Бандиловска Елизабета – Скопје</p>
                            <p>Видевска Жанета – Прилеп</p>
                            <p>Јованова-Грујовска Елена – Скопје</p>
                            <p>Јосевска Николина – Скопје</p>
                            <p>Лазаревска Александра – Битола</p>
                            <p>Серафимоска-Тодоровска Ирена – Гостивар</p>
                            <p> Спасов Људмил – Скопје </p>
                            <p>Ќорвезироски Здравко – Скопје</p>
                    
                        </div>
                
                        

                        <div className='person'>
                            <h3>Членови во Надзорниот одбор</h3>
                            <p> Олумчева Мери – Гевгелија, претседател</p> 
                            <p>Гавриловска-Атанасовска Даница – Штип</p>
                            <p>Пандева Лилјана – Скопје</p>  
                        </div>

                        <div className='person'>
                            <h3>Членови во Судот на честа</h3>
                            <p>Божиновска Бисера – Скопје, претседател</p> 
                            <p>Митева Елена – Виница</p>
                            <p> Рабаџиевска Елена – Ресен</p>  
                            <p> Шекеровска-Димовска Катерина – Скопје</p>
                        </div>

                        <div className='person'>
                            <h3>
                                Почесни членови 
                            </h3>
                            <p>
                                 Додевска-Михајловска Олгица – Скопје
                            </p>
                            <p>
                                Лозаноски Раско – Скопје
                            </p>
                            <p>
                                 Тесторидес Дениз – Скопје
                            </p>
                        </div>
                    </div>
                </div>
            </div>

           

           
            
        </div>
        
    </div>
  )
}

export default About
